[
    {
        "date":"2014-8-15",
        "diary":" 其实七月中旬就把pathway Drawing，7月末就把introduction, mturk design 设计好了， 本打算开始study，然后发现数据有问题， 然后又做别的事一周， 然后数据处理一直改，就这样忙忙碌碌，其实已经和最开始的想法变化了好多，突然发现自己很累，并没有最开始的感觉，我在想读博我合适吗？其实，听我妈说，老爸一直不同意我读博的，但是，每次电话也不表露。刚开始挺喜欢这样的生活的，但是，如果每天这么累，还没什么成果，还要担心毕业，感觉现在很没安全感！我想说，努力不一定合适。。。"
    }, 
    {
        "date":"2014-7-7",
        "diary":" 有这么一种人，看似努力工作，看似有些结果，实则一事无成，我发现我竟然是这样的人！我每天问自己，这么长时间过去了，我做了什么， 有什么成果？！！"
    }, 
   {
        "date":"2014-5-4",
        "diary":" 一个月又过去了，这边一个老师也回国了，时间过得真快！这一个月自己科研上也没什么进展。老师也很忙，有时要很久才有回复，尽管每天都去实验室，感觉瞎忙。遇到瓶颈了，我不知所措。。。我感觉目标明确才会有驱动力，这样每天去实验室才是有价值的，现在study design 都设计好了，但是有部分问题不一致。还有到实验开始，这段时间该做什么？这种Drawing study 感觉真不爽，如果是program + study design可能会好一些，目标明确。"
    },    
   {
        "date":"2014-4-5",
        "diary":" 太子湾的郁金香开了！时间已过去3个多月了，我好像没什么成果，总感觉一事无成。每天很忙的样子，我一直在问自己贡献在哪里！努力吧，少年！     今天，大家一起出去烧烤。我印象最深的是美国公园的环境，看着蓝天，看着放风筝的孩子，仿佛回到自己的童年。。。^.^"
    },     
   {
        "date":"2014-3-15",
        "diary":" 今天帮房东砍树了，累得跟狗一样^.^主要是自己缺少锻炼啊"
    },
    {
        "date":"2014-3-9",
        "diary":" 昨天,手机时间突然快了一个小时，一开始还不知道怎么回事，后来才知道，美国这边有夏令时，因为白天变长,为节约能源而改的制度.现在与国内就差12小时了!!"
    },
    {
        "date":"2014-3-6",
        "diary":"装了两天系统，试了好几个版本，都是有问题，难道真是只有我有问题吗？我真是崩溃了!!什么也没干，唉!"
    },
    {
        "date":"2014-3-2",
        "diary":"###关于爱国，总是听到中国有多么多么不好，党有多么多么不好，我承认！许多观点我也认同，一直以来我也有个小小的心愿：‘人大代表为人民，我为人民当代表’。第一次听说这个，来自高中班主任--吕杨青。不过一直以来我是有疑问的：既然人大代表体现人民，那谁是人大代表呢，统计一下发现是3类人，富人企业家，企事业单位高官者，还有就是名人了（体育，娱乐）。我觉得人大代表应该，竞选！！而不是像这样候选人制度。许多选的人连他是谁都不知道，有了竞选就可以知道他长得怎么样，他能做什么，最后做了什么。还有财产公开，既然你有心做人大代表，你就应该有心为人民，竟然选折做公众人物，就应该有所付出，而财产公开只是小小一方面，本来是应该的，反而在中国就很保密。（如果将来我有心去做人大代表，我一定要讲自己的财产公开）其他还有好多。不过不管怎样，我是一个爱党，爱国的人！！不管身处何方，我一定会记得儿时的梦想，报效家乡（虽然听起来很不切实际，将来我一定会）。###关于腐败，其实腐败在哪里都有，这不重要，重要的是他们有多少贡献，官方怎么去自理；改变人心是很总要的，特别是小孩子，普通人对官员公务员的看法。但是自从习总上台，一系列的制度，相当不错！中国在转变，国运在上升！###关于看书 最近有空时在看Three.js 的相关文档 和 <<WebGL Up and running>>去年看过一点。今年打算看完，至少了解一下Three.js"
    }, 
    {   "date":"2014-2-20", 
        "diary":"今天，花了将近一天想怎么去画来创造想2006年vascular 那篇文章的效果，但是怎么也想不到。在google上收hatching 相关图片，看艺术家是怎么弄的，也没找到灵感，好郁闷！！真对自己怀疑。。。。设计巧妙又能传递信息的hatching太难。老师总说建好design space，可是我不是建好了，那些内部变化的东西，相关结构，关系我也清楚了。事实上艺术家应该也是知道的，hatching有什么性质，能传递什么信息，怎么弄最好，我觉得因为分析他们画的结果，之后看效果。（我们是让艺术家来指导我们不是我们指导艺术家*。* 今天感觉就浪费了一天看了这么多，只有一张图片，发现和06年的文章很像。关于ribbons的）"
    },
    {
        "date":"2014-2-18",
        "diary":"###关于爱情     最近房东太太老是说要给我介绍女朋友(虽然是开玩笑的^.^), 搞的我都不好意思了. 我一直以来可是坚信在茫茫人海中一定会在对的时间, 遇到对的人的. 25岁难道真的很大了吗? 来美国可从没想过这方面的(搞科研嘛, 呵呵), 不过想想自己就可笑(自以为是的爱情观), 在一想, 自己25岁了没有谈过恋爱, 什么经历也没有, 好像很可笑. 自己肯定有恋爱恐惧症. ^.^         ###关于读博      最近房东夫人潜移默化的给我讲美国的好(很是感谢热心肠-.-), 要早点准备读博(考GRE,IBT)...原来只是有点想法的我都有点动摇了.一直以来都是坚信自己很有主见的, 但是变化好像有点快, 难道真的喜欢这里的氛围吗? 按照自己现在老师任务的节奏, 好像真只能从那个方向了,因为很少写代码. 整天论文相关的,我也没怎么看书 (只是晚上回去看一点而已). 如果要考, 我这里可是全日制工作的, 虽然晚上可以去上课, 但是这样工作可就做不出成果了(笨的人只能时间换空间嘛). 唉, 不管了! 好好把科研任务搞定, 其他事不去管他了. 负责任是最重要嘛. 无论是对自己, 还是对他人. 现在我发现自己在学术上还很木讷, 自己不是很满意. 合不合适, 一年后再说吧!^.^ "
    },
    {
        "date":"2014-2-16",
        "diary":"###总结    来美国一个多月了，仔细想想自己并没有成长许多，许多事还是要靠别人（师姐）帮忙。我算是幸运的，遇到了许多热心帮助的人。房东（叔叔，阿姨）虽然有点啰嗦（其实很好了），但是教育了我许多，教会了我许多。昨天叔叔对我说，我不能老跟着师姐，这样对她不好！好像确实是，我都不知道，看来我还是小孩子。嗯，很有道理的。今天别人请吃饭的事我才发现，弄的她很尴尬了（我也有点）。从明天起，我还是要少依赖人^.^!####关于学习    发现自己还是在适应这里的环境。一年时间过去很快，我应该抓紧，做出点成绩来，这样对得起自己和老师。####关于日常 清晨，醒来，想想，今天要做什么，能完成什么。晚上，回家，问问，自己今晚要看什么书，看了吗？深夜，睡前，回忆，今天做了什么，对得起自己吗？不能再看，新浪新闻；应该看看，CNN。少刷微信，少玩微博，少逛空间，少上网。希望自己，尽快成长！"
    }
]
